{
	"intro": {
		"title": "Daniel Heim",
		"subtitle": "Software Engineer Extraordinaire",
		"desc": "An experienced developer with a passion for crafting elegant solutions and engaging experiences.",
		"socials": [
			{
				"id": "linkedin",
				"title": "LinkedIn",
				"href": "https://www.linkedin.com/in/danielheim"
			},
			{
				"id": "twitter",
				"title": "Twitter",
				"href": "https://twitter.com/danielheim82"
			},
			{
				"id": "github",
				"title": "GitHub",
				"href": "https://github.com/danielheim"
			}
		]
	},
	"about": {
		"title": "Who I am",
		"desc": "I've been immersed in the world of software development since I was young, constantly sharpening my skills and adapting to the ever-changing industry. I'm hooked on the dynamic nature of this field and I love tackling the challenges that come with each new advancement.\nAs a <strong>Senior Software Developer</strong> at <strong>Millipede</strong>, I have worked alongside some of the biggest names in the global tech scene. It's given me invaluable insights into large-scale software development projects and the opportunity to contribute to cutting-edge solutions."
	},
	"services": {
		"title": "What I do",
		"items": [
			{
				"id": "game",
				"title": "Games",
				"desc": "I am well-versed in game development, using Unity3D, C#, or JavaScript libraries to create immersive experiences with captivating mechanics.\nYou may have experienced some of my work in the award-winning <a href='https://agentagame.com' target='_blank' rel='noopener noreferrer'>Agent A: A Puzzle In Disguise.</a>",
				"img": "what-game-dev.svg"
			},
			{
				"id": "mobile",
				"title": "Mobile",
				"desc": "With proficiency in both native and modern hybrid approaches to mobile development, I have produced innumerable applications with sleek and responsive designs. I am experienced with <strong>Android</strong> and <strong>iOS SDKs</strong>, and I've recently picked up <strong>React Native</strong>.\nMost recently, I lead the development of the <a href='https://movember.com/get-the-movember-app' target='_blank' rel='noopener noreferrer'>Movember</a> mobile application which saw <strong>$32 million</strong> in donations flow through app users in four weeks.",
				"img": "what-game-dev.svg"
			},
			{
				"id": "web",
				"title": "Web",
				"desc": "I have acquired a wealth of experience with over 20 years of hands-on experience in web technologies. From the early days of <strong>HTML</strong> to the modern advancements in <strong>CSS</strong> and <strong>JavaScript/Typescript</strong> tools and libraries, I've remained at the forefront of the ever-evolving web landscape.\nCrafting responsive layouts and engaging experiences have been the hallmarks of my extensive career.",
				"img": "what-game-dev.svg"
			}
		]
	},
	"work": {
		"title": "What I've done"
	}
}